{
  "tweets": [
    {
      "_id": "5fd8a1124a883c58bce81e35",
      "user": {
        "name": "Erika Bowman",
        "username": "kostya3228",
        "avatarUrl": "https://www.computerhope.com/jargon/g/guest-user.jpg"
      },
      "date": "2014-12-22T12:28:21 -03:00",
      "text": "Consequat mollit occaecat consectetur sint nisi esse adipisicing fugiat labore. Quis eiusmod ex non anim eu magna occaecat consequat enim fugiat magna mollit laboris fugiat. Lorem anim aute cillum anim laborum velit ullamco ipsum. Duis sunt aliqua non id cupidatat magna laboris amet elit veniam sunt velit laboris velit. Irure id voluptate eiusmod laborum proident laboris consequat adipisicing sint. Nisi proident est proident sint consequat enim voluptate pariatur. Adipisicing adipisicing dolore voluptate do nisi labore ea deserunt.\r\n"
    },
    {
      "_id": "5fd8a1122004b35aa6bce161",
      "user": {
        "name": "Lowery Small",
        "username": "kostya3228",
        "avatarUrl": "https://www.computerhope.com/jargon/g/guest-user.jpg"
      },
      "date": "2014-11-05T04:38:54 -03:00",
      "text": "Et fugiat esse ipsum est id quis exercitation proident reprehenderit adipisicing. Aliqua do duis et eu aute nisi incididunt eu voluptate anim. Ullamco nostrud occaecat anim ut aute laborum. Velit dolore velit sunt incididunt sit eiusmod aute. Sit tempor velit laboris pariatur aute cillum labore voluptate.\r\n"
    },
    {
      "_id": "5fd8a112bedd647b23c67872",
      "user": {
        "name": "Dora Parks",
        "username": "kostya3228",
        "avatarUrl": "https://www.computerhope.com/jargon/g/guest-user.jpg"
      },
      "date": "2016-04-18T01:22:14 -03:00",
      "text": "Ut adipisicing ea exercitation occaecat ex duis irure aliqua ex commodo. In proident nostrud cupidatat amet consequat. Reprehenderit sunt ipsum ut deserunt laborum proident deserunt dolor ipsum.\r\n"
    },
    {
      "_id": "5fd8a112809f4551fe69be4b",
      "user": {
        "name": "Katrina Wood",
        "username": "kostya3228",
        "avatarUrl": "https://www.computerhope.com/jargon/g/guest-user.jpg"
      },
      "date": "2015-07-07T06:30:41 -03:00",
      "text": "Reprehenderit est adipisicing pariatur anim nostrud velit consequat incididunt ex et. Magna dolore deserunt officia adipisicing do exercitation. Reprehenderit consectetur cillum incididunt sit do cupidatat veniam.\r\n"
    },
    {
      "_id": "5fd8a1125cb175ba2a1e35ed",
      "user": {
        "name": "Mathews Nguyen",
        "username": "kostya3228",
        "avatarUrl": "https://www.computerhope.com/jargon/g/guest-user.jpg"
      },
      "date": "2016-07-27T04:29:52 -03:00",
      "text": "Lorem mollit aliquip amet reprehenderit minim dolore eu. Incididunt quis ut officia fugiat ipsum mollit deserunt laborum aliqua laborum. Nulla officia culpa anim mollit commodo pariatur esse laborum ex reprehenderit eu officia. Ullamco id tempor excepteur deserunt anim tempor do laboris amet ea labore ea culpa. Est voluptate magna dolor Lorem dolor minim et officia sunt adipisicing. Veniam cupidatat ut excepteur consectetur enim officia labore ad cillum. Cillum consequat occaecat veniam ex nulla dolore officia Lorem minim duis ut incididunt incididunt aute.\r\n"
    },
    {
      "_id": "5fd8a1129ee9b79a81eef6af",
      "user": {
        "name": "Phelps Carey",
        "username": "kostya3228",
        "avatarUrl": "https://www.computerhope.com/jargon/g/guest-user.jpg"
      },
      "date": "2020-05-20T04:54:20 -03:00",
      "text": "Eiusmod occaecat veniam adipisicing commodo est ea officia proident officia id. Proident cillum proident laborum amet ut culpa laboris consectetur excepteur minim aute proident. Qui irure qui aliquip ullamco excepteur. Non cupidatat mollit ex do pariatur qui do laboris sunt est quis. Tempor nisi minim sunt qui qui eu pariatur adipisicing consectetur id amet tempor in non. Voluptate nulla cillum amet ad et nostrud consequat. Ad consequat enim ullamco et ipsum cupidatat voluptate adipisicing.\r\n"
    },
    {
      "_id": "5fd8a11206d4ed5f00b9bd30",
      "user": {
        "name": "Solis Case",
        "username": "kostya3228",
        "avatarUrl": "https://www.computerhope.com/jargon/g/guest-user.jpg"
      },
      "date": "2016-07-15T02:43:48 -03:00",
      "text": "Anim voluptate id veniam laborum commodo deserunt qui voluptate. Velit Lorem do quis commodo aliqua veniam ipsum aliqua excepteur adipisicing elit ea. Laboris consectetur minim consectetur reprehenderit eiusmod excepteur laborum id mollit laboris consectetur pariatur consectetur esse.\r\n"
    },
    {
      "_id": "5fd8a1125f2f5c8609c52ca3",
      "user": {
        "name": "Francine Pratt",
        "username": "kostya3228",
        "avatarUrl": "https://www.computerhope.com/jargon/g/guest-user.jpg"
      },
      "date": "2019-08-01T07:08:36 -03:00",
      "text": "Aliqua proident qui veniam irure in. Eu ea laborum adipisicing labore aliquip enim qui officia velit esse reprehenderit. Eiusmod excepteur adipisicing occaecat occaecat elit excepteur laborum magna veniam esse cupidatat. Ullamco duis nostrud laborum consequat culpa velit qui eiusmod labore reprehenderit eiusmod reprehenderit sint. Lorem nisi proident ea laborum.\r\n"
    },
    {
      "_id": "5fd8a112481da5772f2bb5ab",
      "user": {
        "name": "French Ochoa",
        "username": "kostya3228",
        "avatarUrl": "https://www.computerhope.com/jargon/g/guest-user.jpg"
      },
      "date": "2016-02-27T04:54:59 -03:00",
      "text": "Excepteur cillum Lorem reprehenderit incididunt minim aliqua occaecat cupidatat consequat laborum qui ex. Pariatur laborum qui amet dolor in nisi mollit cupidatat et ipsum reprehenderit. Esse officia duis magna amet occaecat. Laborum ullamco nulla labore nisi esse excepteur ex esse id mollit.\r\n"
    },
    {
      "_id": "5fd8a112add8b38e2df1ab55",
      "user": {
        "name": "Brianna Schroeder",
        "username": "kostya3228",
        "avatarUrl": "https://www.computerhope.com/jargon/g/guest-user.jpg"
      },
      "date": "2016-04-08T07:00:07 -03:00",
      "text": "Nulla laboris quis enim Lorem do cillum laborum quis. Occaecat fugiat enim aute non aliqua ut minim aliqua fugiat. Magna Lorem est ut excepteur Lorem magna reprehenderit duis magna id. Aliquip magna est elit cupidatat nisi ex laboris culpa excepteur sint ex est incididunt. Proident ut sunt ea commodo magna.\r\n"
    }
  ],
  "recomTopics": [
    { "name": "Christmas", "tweets": 1582 },
    { "name": "Лукашенко", "tweets": 533 },
    { "name": "Майдане", "tweets": 123 }
  ],
  "recomUsers": [
    {
      "name": "Erika Bowman",
      "username": "gefrymorgan",
      "avatarUrl": "https://www.computerhope.com/jargon/g/guest-user.jpg"
    },
    {
      "name": "Lowery Small",
      "username": "fffr21313",
      "avatarUrl": "https://www.computerhope.com/jargon/g/guest-user.jpg"
    }
  ],
  "user": {
    "_id": 1,
    "name": "Kostya",
    "username": "Kostya20335905",
    "avatarUrl": "https://twitter.com/Kostya20335905/photo"
  }
}
